Repository: leviia/XCloner-Wordpress
Catalog: languages/xcloner-backup-and-restore-*.po
Languages: fr_fr

source: Leviia Backup and Restore
fr_fr: Sauvegarde et Restoration Leviia

source: Leviia (Based on XCloner) is a tool that will help you manage your website backups, generate/restore/move so your website will be always secured! With XCloner you will be able to clone your site to any other location with just a few clicks, as well as transfer the backup archives to remote Leviia accounts.
fr_fr: Leviia (basée sur XCloner) est un outil qui vous aidera à gérer les sauvegardes et restaurations de votre site web afin que ce dernier soit toujours en sécurité ! Avec ce plugin, vous serez capable de cloner votre site à n'importe quel autre endroit en quelques clics, mais aussi de transférer les archives vers vos comptes Leviia.

source: General Options
fr_fr: Options générales

source: Mysql Options
fr_fr: Options Mysql

source: Save Settings
fr_fr: Sauvegarder les paramètres

source: Verify
fr_fr: Vérifier

source: Leviia Storage
fr_fr: Stockage Leviia

source: Leviia Base Url
fr_fr: URL de base Leviia

source: Leviia Username
fr_fr: Identifiant Leviia

source: Leviia Password
fr_fr: Mot de passe Leviia

source: Leviia Target Path
fr_fr: Emplacement cible Leviia

source: Leviia Debugger Dashboard
fr_fr: Tableau de bort de debug Leviia

source: Backup Options
fr_fr: Options de sauvegarde

source: Database Options
fr_fr: Options de la base de donnée

source: Files Options
fr_fr: Options des fichiers

source: Generate Backup
fr_fr: Générer une sauvegarde

source: Schedule Backup
fr_fr: Planifier une sauvegarde

source: Backup Name
fr_fr: Nom de la sauvegarde

source: The default backup name, supported tags [time], [hostname], [domain]
fr_fr: Le nom par défaut de la sauvegarde, les tags supportés sont [time], [hostname], [domain]

source: Send Email Notification To
fr_fr: Envoyer un email de notification à

source: If left blank, no notification will be sent
fr_fr: Si vide, aucune notification ne sera envoyée

source: Backup Only Files Modified/Created After
fr_fr: Ne sauvegarder que les fichiers modifiés/créés après

source: This option allows you to create a differential backup that will include only <br> changed files since the set date, leave blank to include all files
fr_fr: Cette option vous permet de créer des backups différentiels qui n'inclueront que les fichiers <br> changés depuis la date paramétrée, laissez vide pour inclure tous les fichiers

source: Encrypt Backup
fr_fr: Chiffrer la sauvegarde

source: Enable this option if you want to encrypt the final backup
fr_fr: Activer cette option si vous voulez chiffre la sauvegarde finale

source: Backup Comments
fr_fr: Commentaires de la sauvegarde

source: Some default backup comments that will be stored inside the backup archive
fr_fr: Des commentaires de sauvegardes par défaut qui seront inclus dans l'archive de sauvegarde

source: none
fr_fr: rien

source: Send To Remote Storage
fr_fr: Envoyer vers le stockage distant

source: Transfer backup to the remote storage destintion once finished.
fr_fr: Transférer la sauvegarde vers le stockage distant une fois terminée.

source: Delete local copy after transfer
fr_fr: Supprimer la copie locale après le transfert

source: Delete local backup file after transfer
fr_fr: Supprimer la sauvegarde locale après le transfert

source: Select database data to include in the backup
fr_fr: Selectionner les données de la base de données à inclure dans la sauvegarde

source: Enable the 'Backup only WP tables' setting if you don't want to show all other databases and tables not related to this Wordpress install
fr_fr: Activer l'option 'Sauvegarde unique les tables WordPress' si vous ne voulez pas afficher les autres bases et tables qui ne sont pas liées à une installation WordPress

source: Select from below the files/folders you want to exclude from your Backup Archive
fr_fr: Selectionner ci-dessous les fichiers/dossiers que vous voulez exclure de votre archive de sauvegarde

source: You can navigate below through all your site structure(Backup Start Location) to exclude any file/folder you need by clicking the checkbox near it. <br />If the checkobx is disabled, then it matches a Regex Exclude File option and it can't be unchecked
fr_fr: Vous pouvez naviguer ci-dessous dans toute la structure de votre site (Localisation de départ de sauvegarde) pour exclure des fichiers/dossier en cliquant la case à cocher à coté. <br>Si la case à cocher est désactivée, alors c'est que ce fichier/dossier correspond à un fichier d'exclusion par Regex et qu'elle ne peut etre décochée

source: Scanning The File System...
fr_fr: Parcours du système de fichiers...

source: Found %s files (%s)
fr_fr: %s fichiers trouvés (%s)

source: Generating the Mysql Backup...
fr_fr: Génération du fichier de sauvegarde Mysql...

source: Found %s tables in %s databases (%s)
fr_fr: %s tables trouvées dans %s base de données (%s)

source: Adding Files to Archive...
fr_fr: Ajout de fichiers à l'archive...

source: Adding %s files (%s)
fr_fr: %s fichiers ajoutés à l'archive (%s)

source: Backup Parts
fr_fr: Morceaux de sauvegarde

source: Encrypting Backup Data...
fr_fr: Chiffrement des données de la sauvegarde...

source: Transferrring backup to remote storage...
fr_fr: Transfert de la sauvegarde vers le stockage distant...

source: Backup Done
fr_fr: Sauvegarde terminée

source: Send Backup To Remote Storage
fr_fr: Envoyer la sauvegarde vers le stockage distant

source: Download Backup
fr_fr: Télécharger la sauvegarde

source: List Backup Content
fr_fr: Lister le contenu de la sauvegarde

source: Thank you for using XCloner.
fr_fr: Merci d'avoir utiliser XCloner.

source: We would love to hear about your experience in the %s.
fr_fr: Nous adorerions entendre votre retour d'expérience dans le %s.

source: Schedule Saved
fr_fr: Planification sauvegardée

source: (Dismiss this notice.
fr_fr: Cacher cette notification.

source: Profile Name
fr_fr: Nom de profil

source: Schedule Backup To Start On:
fr_fr: Planifier le démarrage de la sauvegarde à:

source: At:
fr_fr: A:

source: please select
fr_fr: merci de sélectionner

source: Schedule Frequency
fr_fr: Planifier la fréquence

source: Save Schedule
fr_fr: Sauvegarde la planification

source: Response Code
fr_fr: Code de réponse

source: Close
fr_fr: Fermer

source: Listing Backup Content
fr_fr: Liste du contenu de la sauvegarde

source: Remote Storage Transfer
fr_fr: Transfert vers le stockage distant

source: please select...
fr_fr: merci de sélectionner...

source: Uploading backup to the selected remote storage...
fr_fr: Upload de la sauvegarde vers le stockage distant sélectionné...

source: Dashboard
fr_fr: Tableau de bord

source: Settings
fr_fr: Paramètres

source: Storage Locations
fr_fr: Emplacements de stockage

source: Schedules & Profiles
fr_fr: Planifications et profils

source: Manage Backups
fr_fr: Gestion des sauvegardes

source: Generate Backups
fr_fr: Générer des sauvegardes

source: Restore Backups
fr_fr: Restorer des sauvegardes

source: Your latest backup is older than 24 hours, please create a new backup to keep your site protected.
fr_fr: Votre dernière sauvegarde est plus vieille que 24h, veuillez créer une nouvelle sauvegarde pour garder votre site protégé.

source: You have no backup that I could find, please generate a new backup to keep your site protected.
fr_fr: Aucune sauvegarde n'a pu etre trouvée, veuillez générer une nouvelle sauvegarde pour garder votre site protégé.

source: Backup system not ready, please check and fix the issues marked in red
fr_fr: Le système de sauvegarde n'est pas pret, veuillez vérifier et résoudre les problèmes marqués en rouge

source: Latest Backup
fr_fr: Dernière sauvegarde

source: Backup Size
fr_fr: Taille de la sauvegarde

source: Backup Date
fr_fr: Date de la sauvegarde

source: No Backup Yet
fr_fr: Aucune sauvegarde

source: Backup Storage Usage
fr_fr: Utilisation de stockage de la sauvegarde

source: Total Size
fr_fr: Taille totale

source: Next Scheduled Backup
fr_fr: Prochaine sauvegarde planifiée

source: Schedule Name
fr_fr: Nom de la planification

source: Next Call
fr_fr: Prochain lancement

source: Unscheduled
fr_fr: Non planifiée

source: Leviia Debugger
fr_fr: Debugger Leviia

source: BACKUP READY
fr_fr: SAUVEGARDE PRETE

source: Backup not ready, please check above requirements
fr_fr: Sauvegarde non prete, veuillez vérifier les conditions ci-dessus

source: Change To Local Storage...
fr_fr: Changer par un stockage local...

source: Change To Remote Storage...
fr_fr: Changer par un stockage distant...

source: Created Time
fr_fr: Heure de création

source: Size
fr_fr: Taille

source: Delete
fr_fr: Supprimer

source: Backup Content Encryption
fr_fr: Chiffrement du contenu de la sauvegarde

source: This option will encrypt your backup archive with your current XCloner Encryption Key.
fr_fr: Cette option va chiffrer votre archive de sauvegarde avec votre clé de chiffrement XCloner actuelle.

source: START ENCRYPTION
fr_fr: DEMARRER LE CHIFFREMENT

source: Backup Content Decryption
fr_fr: Déchiffrement du contenu de la sauvegarde

source: This option will decrypt your backup archive with your current XCloner Encryption Key or the key provided below, requires PHP openssl library installed.
fr_fr: Cette option va déchiffre votre archive de sauvegarde avec votre clé de chiffrement XCloner actuelle ou la clé fournie ci-dessous, ceci requiert que la librairie PHP openssl soit installée.

source: Decryption Key
fr_fr: Clé de déchiffrement

source: START DECRYPTION
fr_fr: DEMARRER LE DECHIFFREMENT

source: Transfer Remote Backup To Local Storage
fr_fr: Tranférer la sauvegarde distante vers le sockage local

source: Uploading backup to the local storage filesystem...
fr_fr: Upload de la sauvegarde vers le système de fichier local...

source: Send %s to remote storage
fr_fr: Envoyer %s vers le stockage distant

source: Cleanup by Age
fr_fr: Nettoyer par date

source: how many days to keep the backups for
fr_fr: combien de temps garder les sauvegardes

source: Cleanup by Quantity
fr_fr: Nettoyer par quantité

source: how many backup files to keep
fr_fr: quel nombre de sauvegardes garder

source: Cleanup by Capacity(MB)
fr_fr: Nettoyer par taille (MB)

source: delete backup over specified limit
fr_fr: supprimer les sauvegardes au dessus d'une taille spécifiée

source: Keep backups taken on days
fr_fr: Garder les sauvegardes prises les jours

source: days of month, comma separated
fr_fr: jours du mois, séparés par une virgule

source: Restore Script Upload
fr_fr: Upload du script de restauration

source: If you want to do a <strong>Local Target System Restore</strong>, leave Url field below empty and click 'Check Connection' button, next steps can be skipped.
fr_fr: Si vous voulez faire une <strong>restauration du système cible locale</strong>, veuillez laisser le champ URL ci-dessous vide et cliquer sur le bouton 'Vérifier la connexion', les étapes suivantes peuvent etre sautées.

source: If you want to do a <strong>Remote Target System Restore</strong>, please
fr_fr: Si vous voulez faire une <strong>restauration du système cible distante</strong>, veuillez

source: download the restore script
fr_fr: télécharger le script de restauration

source: Extract the restore script archive files on your new host
fr_fr: Extraire les fichiers de l'archive du script de restauration sur votre nouvel hote

source: Provide url below to the <u>xcloner_restore.php</u> restore script, like http://my_restore_site.com/xcloner_restore.php
fr_fr: Fournir ci-dessous l'url vers le script de restauration <u>xcloner_restore.php</u>, par exemple http://my_restore_site.com/xcloner_restore.php

source: If your server is not web accessible, like a localhost computer, you can use a DynDNS service or install a blank copy of Wordpress with XCloner in the same environment and start the restore from there.
fr_fr: Si votre serveur n'est pas accessible par le web, comme un ordinateur local, vous pouver utiliser un service DynDNS ou installer une copie vierge de Wordpress avec XCloner dans le meme environnement et lancer la restauration depuis là.

source: Check Connection
fr_fr: Vérifier la connexion

source: Upload Local Backup Archive To Target Host
fr_fr: Uploader l'archive de sauvegarde local vers l'hote cible

source: You can skip this step if you want to transfer the archive in some other way, make sure you upload it in the same directory as the restore script from the previous step.
fr_fr: Vous pouvez sauter cette étape si vous désirez tranférer l'archive d'une autre manière, soyez sures de bien l'uploader dans le meme dossier que le script de restauration de l'étape précédente.

source: Please select a local backup archive to upload to target host
fr_fr: Merci de sélectionner une archive locale de sauvegarde à uploader vers l'hote cible

source: Upload
fr_fr: Uploader

source: Cancel
fr_fr: Annuler

source: Skip Next
fr_fr: Sauter la prochaine étape

source: Restore Files Backup Available On Target Location
fr_fr: Restaurer les fichiers de sauvegarde disponible sur la localisation cible

source: Verbose Output
fr_fr: Sortie verbeuse

source: This is the directory where you would like to restore the backup archive files.<br /> Please use this with caution when restoring to a live site.
fr_fr: Ceci est le dossier dans lequel vous souhaitez restaurer les fichiers d'archive de sauvegarde<br /> Merci d'utiliser ceci avec précaution lors de la restauration d'un site live.

source: Restore Target Path:
fr_fr: Emplacement de restauration:

source: Click To List The Selected Backup Content
fr_fr: Cliquer pour lister le contenu de la sauvegarde sélectionnée

source: Restore Backup Archive:
fr_fr: Restauration de l'archive de sauvegarde:

source: Please select the target backup file to restore
fr_fr: Merci de sélectionner le fichier de sauvegarde à restaurer

source: Restore all backup files. Available only when doing a Remote Target System Restore
fr_fr: Restaurer tous les fichiers de sauvegardes. Possible uniquement lors d'une restauration d'un système cible distant

source: Restore All Files
fr_fr: Restaurer tous les fichiers

source: Restore the files only of the wp-content/ folder
fr_fr: Restaurer uniquement les fichiers du dossier wp-content/

source: Only wp-content
fr_fr: Uniquement wp-content/

source: Restore the files only of the wp-content/plugins/ folder
fr_fr: Restaurer uniquement les fichiers du dossier wp-content/plugins

source: Only Plugins
fr_fr: Uniquement les plugins

source: Restore the files only of the wp-content/uploads/ folder only
fr_fr: Restaurer uniquement les fichiers du dossier wp-content/uploads/

source: Only Uploads
fr_fr: Uniquement les uploads

source: Restore the files only of the wp-content/themes/ folder
fr_fr: Restaurer uniquement les fichiers du dossier wp-content/themes

source: Only Themes
fr_fr: Uniquement les thèmes

source: Restore the database-sql.sql mysql backup from the xcloner-xxxxx/ folder
fr_fr: Restaurer le fichier Mysql database-sql.sql du dossier xcloner-xxxxx/

source: Only Database Backup
fr_fr: Uniquement la sauvegarde de la base de données

source: Restore
fr_fr: Restaurer

source: Restore Target Database - Search and Replace
fr_fr: Restaurer la base de données cible - Chercher et Remplacer

source: Please provide below the mysql connection details for the target host database.<br />For live sites we recommend using a new separate database.
fr_fr: Merci de fournir ci-dessous les éléments de connexion Mysql pour la base de données de l'hote cible.<br/>Pour les sites en ligne, nous recommandons d'utiliser une nouvelle base de données séparée.

source: Target Mysql Details
fr_fr: Details Mysql cible

source: Target Mysql Hostname
fr_fr: Hote

source: Target Mysql Database
fr_fr: Base de données

source: Target Mysql Username
fr_fr: Nom d'utilisateur

source: Target Mysql Password
fr_fr: Mot de passe

source: I will attempt to replace all mysql backup records matching the provided Source Url with the provided Target Url. <br />Leave blank the Target Url if you would like to skip this option. <br />As a bonus, I will also replace all matching serialized data and fix it's parsing.
fr_fr: Je vais tenter de remplacer tous les enregistrements de sauvegarde Mysql qui correspondent à l'URL source fournie avec l'URL cible.<br/>Laisser vide l'URL cible pour sauter cette option.<br/>En bonus, je remplacerai ausi toutes données sérialisées et fixer leurs analyses.

source: Target Mysql Search and Replace
fr_fr: Recherche et remplacement Mysql cible

source: Please select the target database backup file to restore
fr_fr: Veuillez sélectionner le fichier de sauvegarde de la base de données à restaurer

source: Use the field below to fix your mysql query and Retry again the Restore, or replace with # to Skip next
fr_fr: Utiliser le champ ci-dessous pour fixer les requetes Mysql et essayer à nouveau de restaurer, ou rempplacer par # pour sauter à la suivante

source: Finishing up...
fr_fr: En cours de finition...

source: Update wp-config.php mysql details and update the Target Site Url
fr_fr: Mettre à jour les éléments Mysql du fichier wp-config.php et mettre à jour l'URL du site cible

source: Delete Restored Backup Temporary Folder
fr_fr: Supprimer le dossier temporaire des sauvegardes restaurées

source: Delete Backup Archive
fr_fr: Supprimer l'archive de sauvegarde

source: Delete Restore Script
fr_fr: Supprimer le script de restauration

source: Finish
fr_fr: Terminer

source: Open Target Site
fr_fr: Ouvrir le site cible

source: We have noticed that DISABLE_WP_CRON is disabled, we recommend enabling that and setting up wp-cron.php to run manually through your hosting account scheduler as explained <a href="%s" target="_blank">here</a>
fr_fr: Nous avons remarqué que DISABLE_WP_CRON est désactivé, nous recommandons de l'activer et de paramétrer wp-cron.php pour lancer manuellement via votre planificateur de compte hote comme expliqué <a href="%s" target="_blank">ici</a>

source: Recurrence
fr_fr: Récurrence

source: Next Execution
fr_fr: Prochaine exécution

source: Remote Storage
fr_fr: Stockage distant

source: Last Backup
fr_fr: Dernière sauvegarde

source: Status
fr_fr: Statut

source: Current Server Time
fr_fr: Heure courante du serveur

source: Edit Schedule
fr_fr: Editer la planification

source: Off
fr_fr: Désactivé

source: On
fr_fr: Activé

source: Scheduler Settings
fr_fr: Paramètres de planification

source: Advanced
fr_fr: Avancés

source: Schedule Start At
fr_fr: Planification prévue à

source: Schedule Recurrence
fr_fr: Récurrence

source: Delete Local Copy After Transfer
fr_fr: Supprimer la copie locale après le tranfert

source: Email Notification Address
fr_fr: Adresse email de notificaiton

source: Included Database Data
fr_fr: Données de base de données inclues

source: Excluded Files
fr_fr: Fichiers exclus

source: Save
fr_fr: Sauvegarder

source: Once Weekly
fr_fr: Une fois par semaine

source: Once Monthly
fr_fr: Une fois par mois

source: Twice Daily
fr_fr: Deux fois par jour

source: Leviia Backup
fr_fr: Sauvegarde Leviia

source: Backup Settings
fr_fr: Paramètres de sauvegarde
